Repository: MacSergey/ModsCommon
Catalog: LocalizeShared/*/CommonLocalize.*.resx
Languages: cs, da, de_de, fi, fr, hu, id, it, ja, lv, mr, nl, ro_ro, tr, zh_cn

# Dependency_Conflict
source: Detected сonflicting mods.
cs: Detekovány konfliktní módy.
da: Fundne Mods i konflikt.
de_de: Modifikationskonflikte erkannt.
fi: Ristiriitaisia lisäosia havaittu.
fr: Conflits détectés.
hu: Összeférhetetlen mod észlelve.
id: Konflik mod terdeteksi.
it: Rivelato conflitto con altre Mod.
ja: 動作に競合するMODを検出しました！
lv: Konstatētas pretrunīgas modifikācijas.
mr: Percanggahan mod dikesan.
nl: Conflicterende mods gedetecteerd.
ro_ro: Au fost detectate conflicte între mod-uri.
tr: Uyumsuz mod tespit edildi.
zh_cn: 检测到模组冲突。

# Dependency_Disable
source: Disable
cs: Vypnout
da: Deaktivér
de_de: Deaktivieren
fi: Poista käytöstä
fr: Désactiver
hu: Letiltás
id: Nonaktifkan
it: Disabilita
ja: 無効
lv: Izslēgt
mr: Nyahdayakan
nl: Uitschakelen
ro_ro: Dezactivează
tr: Deaktive et
zh_cn: 禁用

# Dependency_DisableMod
source: Disable {0}
cs: Vypnout {0}
da: Deaktiver {0}
de_de: Deaktiviere {0}
fi: Poista {0} käytöstä
fr: Désactiver {0}
hu: Letiltás: {0}
id: Nonaktifkan {0}
it: Disabilita {0}
ja: {0} を無効化
lv: Izslēgt {0}
mr: Nyahdayakan {0}
nl: {0} uitschakelen
ro_ro: Dezactivează {0}
tr: {0}'ı kapat
zh_cn: 禁用 {0}

# Dependency_Enable
source: Enable
cs: Zapnout
da: Aktiver
de_de: Aktivieren
fi: Ota käyttöön
fr: Activer
hu: Engedélyezés
id: Aktifkan
it: Attiva
ja: 有効
lv: Ieslēgt
mr: Dayakan
nl: Inschakelen
ro_ro: Activează
tr: Aktive et
zh_cn: 启用

# Dependency_EnableMod
source: Enable {0}
cs: Zapnout {0}
da: Aktiver {0}
de_de: Aktiviere {0}
fi: Ota {0} käyttöön
fr: Activer {0}
hu: Engedélyezés: {0}
id: Aktifkan {0}
it: Attiva {0}
ja: {0} を有効化
lv: Ieslēgt {0}
mr: Dayakan {0}
nl: {0} inschakelen
ro_ro: Activează {0}
tr: {0}'ı aç
zh_cn: 启用 {0}

# Dependency_Get
source: Get
cs: Získat
da: Hent
de_de: Hole
fi: Hanki
fr: Obtenir
hu: Megszerzés
id: Dapatkan
it: Ottieni
ja: 取得
lv: Iegūt
mr: Dapatkan
nl: Verkrijgen
ro_ro: Obține
tr: Al
zh_cn: 获取

# Dependency_Missing
source: Detected missing dependencies.
cs: Detekovány chybějící závislosti.
da: Manglende afhængigheder.
de_de: Fehlende Abhängigkeiten erkannt.
fi: Puuttuvia riippuvuuksia havaittu.
fr: Dépendances manquantes détectées.
hu: Hiányzó függőség észlelve.
id: Ketiadaan ketergantungan terdeteksi.
it: Rilevate dipendenze mancanti.
ja: 依存関係にある、必要なMODが不足しています
lv: Atrastas trūkstošās atkarības.
mr: Kehilangan kebergantungan dikesan.
nl: Ontbrekende afhankelijkheden gedetecteerd.
ro_ro: Au fost detectate dependențe lipsă.
tr: Eksik dosyalar tespit edildi.
zh_cn: 检测到缺失依赖项。

# Dependency_MissingAndConflict
source: Detected missing dependencies and сonflicting mods.
cs: Detekovány chybějící závislosti a konfliktní módy.
da: Manglende afhængigheder og mods i konflikt.
de_de: Fehlende Abhängigkeiten und Modifikationskonflikte erkannt.
fi: Puuttuvia riippuvuuksia ja ristiriitaisia lisäosia havaittu.
fr: Dépendances manquantes et conflits détectés.
hu: Hiányzó függőség és összeférhetetlen mod észlelve.
id: Ketiadaan ketergantungan dan konflik mod terdeteksi.
it: Rilevate dipendenze mancanti e conflitti con altre Mod.
ja: 不足・競合している、MODを検出して無効化されています
lv: Atrastas trūkstošās atkarības un pretrunīgas modifikācijas.
mr: Kehilangan kebergantungan dan percanggahan mod dikesan.
nl: Ontbrekende afhankelijkheden en conflicterende mods gedetecteerd.
ro_ro: Au fost detectate dependențe lipsă și conflicte între mod-uri.
tr: Uyumsuz modlar ve eksik dosyalar tespit edildi.
zh_cn: 检测到缺失依赖项和模组冲突.

# Dependency_NeedFix
source: To continue using {0} need to fix these issues, otherwise the mod will be disabled.
cs: Musíte vyřešit tyto problémy, pokud chcete nadále používat {0}. Jinak bude tento mód vypnut.
da: For at fortsætte med at bruge {0} skal du løse disse problemer, ellers vil mod blive deaktiveret.
de_de: Um {0} weiter zu verwenden, müssen diese Probleme behoben werden, andernfalls wird die Modifikation deaktiviert.
fi: Nämä ongelmat on korjattava, jotta voit jatkaa {0}:n käyttöä. Muuten lisäosa poistetaan käytöstä.
fr: Pour continuer à utiliser {0}, vous devez résoudre ces problèmes, sinon le mod sera désactivé.
hu: {0} használatának folytatásához ki kell javítania ezeket a problémákat, különben a mod le lesz tiltva.
id: Untuk lanjut menggunakan {0}, diharuskan untuk membenarkan isu-isu ini. Jika tidak, mod akan dimatikan.
it: Per utilizzare {0} vanno risolti questi problemi, altrimenti la Mod sarà disattivata.
ja: {0} を有効化するには、問題を解決・修正してください。 解決できない場合は、MODが無効になります
lv: Lai turpinātu lietot {0}, ir jānovērš šīs kļudas, pretējā gadījumā modifikācija tiks izsliegta.
mr: Isu ini perlu dibaiki untuk terus menggunakan {0}, jika tidak mod ini akan dinyahdayakan.
nl: Om {0} te kunnen blijven gebruiken moeten deze problemen worden verholpen, anders wordt de mod uitgeschakeld.
ro_ro: Pentru a continua să folosești {0}, trebuie rezolvate aceste probleme, dacă nu mod-ul va fi dezactivat.
tr: {0}'ı kullanmak için sorunu çözmelisiniz, aksi halde mod çalışmayacaktır.
zh_cn: 要继续使用 {0} ，需要修复这些问题，否则模组将被禁用。

# Dependency_NoIssues
source: All issues are fixed, {0} can be enabled.
cs: Všechny problémy vyřešeny, {0} může být zapnut.
da: Alle problemer er rettet, {0} kan aktiveres.
de_de: Alle Probleme sind behoben, {0} kann aktiviert werden.
fi: Kaikki ongelmat korjatt. {0} voidaan ottaa käyttöön.
fr: Tous les problèmes sont résolus, {0} peut être activé.
hu: Minden probléma megoldva, {0} engedélyezhető.
id: Semua isu telah diperbaiki, {0} sudah dapat diaktifkan.
it: Tutti i problemi sono corretti, {0} può essere attivato.
ja: 全ての問題が修正されました、 {0} を有効化できます
lv: Visas problēmas ir novērstas, {0} var ieslēgt.
mr: Semua isu telah dibaiki, {0} boleh didayakan.
nl: Alle problemen zijn verholpen, {0} kan worden ingeschakeld.
ro_ro: Toate problemele au fost rezolvate, {0} poate fi reactivat.
tr: Tüm sorunlar çözüldü, {0}'ı aktive edebilirsiniz.
zh_cn: 所有问题都已修复， {0} 可以启用。

# Dependency_Remove
source: Remove
cs: Odstranit
da: Fjern
de_de: Entfernen
fi: Poista
fr: Retirer
hu: Eltávolítás
id: Hapuskan
it: Rimuovi
ja: 削除
lv: Noņemt
mr: Buang
nl: Verwijderen
ro_ro: Șterge
tr: Çıkart
zh_cn: 移除

# Dependency_Subscribe
source: Subscribe
cs: Odebírat
da: Abonnér
de_de: Abonnieren
fi: Tilaa
fr: S'abonner
hu: Feliratkozás
id: Berlangganan
it: Abbonati
ja: サブスクライブ
lv: Abonēt
mr: Langgan
nl: Abonneren
ro_ro: Abonează-te
tr: Abone ol
zh_cn: 订阅

# Dependency_Unsubscribe
source: Unsubscribe
cs: Zrušit odběr
da: Afmeld
de_de: Deabbonieren
fi: Peru tilaus
fr: Se désabonner
hu: Leiratkozás
id: Berhenti berlangganan
it: Annulla abbonamento
ja: 購読の解除
lv: Anulēt abonementu
mr: Nyahlanggan
nl: De-abonneren
ro_ro: Dezabonează-te
tr: Abonelikten çık
zh_cn: 取消订阅

# FieldPanel_ScrollWheel
source: Scroll the wheel to change Shift X10, Ctrl X0.1
cs: Použijte kolečko myši pro změnu hodnoty Shift ×10, Ctrl ×0.1
da: Brug Scroll hjulet for at ændre Shift X10, Ctrl X0.1
de_de: Mausrad scrollen zum Ändern Shift x10, Strg x0,1
fi: Vieritä hiiren rullalla vaihtaaksesi Shift X10, Ctrl X0,1
fr: Utilisez la molette pour changer Maj X10, Ctrl X0.1
hu: Használd a görgőt a változtatáshoz Shift X10, Ctrl X0.1
id: Scroll roda mouse untuk mengubah Shift X10, Ctrl X0,1
it: Utilizza la rotellina per cambiare Shift X10, Ctrl X0.1
ja: ホイールのスクロールで増減 +Shift ｘ 10倍 / +Ctrl ｘ 0.1倍
lv: Ritiniet riteni, lai mainītu Shift X10, Ctrl X0.1
mr: Tatal roda tetikus untuk ubah Shift x10, Ctrl x0.1
nl: Scroll om te veranderen Shift X10, Ctrl X0.1
ro_ro: Derulați roata de la mouse pentru a schimba Shift X10, Ctrl X0.1
tr: Değiştirmek için tekerleği kaydırın Shift X10, Ctrl X0.1
zh_cn: 使用滚轮改变参数 Shift x10，Ctrl x0.1

# Key_Control
source: Control
de_de: Strg
fi: Ctrl
fr: Ctrl
lv: Ctrl
mr: Ctrl
nl: Ctrl
tr: Ctrl
zh_cn: Ctrl

# ListPanel_ScrollWheel
source: Scroll the wheel to change
cs: Použijte kolečko myši pro změnu hodnoty
da: Brug Scroll hjul for at ændre
de_de: Mausrad scrollen zum Ändern
fi: Vieritä hiiren rullalla vaihtaaksesi
fr: Utilisez la molette pour changer
hu: Használd a görgőt a változtatáshoz
id: Scroll roda mouse untuk mengubah
it: Utilizza la rotellina per cambiare
ja: ホイールのスクロールで増減
lv: Ritiniet riteni, lai mainītu
mr: Tatal roda tetikus untuk ubah
nl: Scroll om te veranderen
ro_ro: Derulați roata de la mouse pentru a schimba
tr: Değiştirmek için tekerleği kaydırın
zh_cn: 使用滚轮改变参数

# MessageBox_Cancel
source: Cancel
cs: Zrušit
da: Annuller
de_de: Abbrechen
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
lv: Atcelt
mr: Batal
nl: Annuleren
ro_ro: Anulare
tr: İptal
zh_cn: 取消

# MessageBox_DontShowAgain
source: Don't show again
cs: Znovu nezobrazovat
da: Vis ikke igen
de_de: Nicht erneut anzeigen
fi: Älä näytä uudelleen
fr: Ne plus afficher
hu: Ne mutasd többet
id: Jangan tampilkan lagi
it: Non mostrare di nuovo
ja: 次回から非表示
lv: Vairāk nerādīt
mr: Jangan tunjukkan lagi
nl: Niet meer weergeven
ro_ro: Nu mai afișa
tr: Bir daha gösterme
zh_cn: 不再提示

# MessageBox_MoreInfo
source: More info
cs: Více informací
da: Yderligere info
de_de: Mehr Informationen
fi: Lisätietoja
fr: Plus d'informations
hu: További információ
id: Info lebih lanjut
it: Ulteriori Informazioni
ja: 詳細情報
lv: Vairāk informācijas
mr: Maklumat lanjut
nl: Meer informatie
ro_ro: Mai mult
tr: Daha fazla bilgi
zh_cn: 更多信息

# MessageBox_No
source: No
cs: Ne
da: Nej
de_de: Nein
fi: Ei
fr: Non
hu: Nem
id: Tidak
lv: Nē
mr: Tidak
nl: Nee
ro_ro: Nu
tr: Hayır
zh_cn: 取消

# MessageBox_Yes
source: Yes
cs: Ano
da: Ja
de_de: Ja
fi: Kyllä
fr: Oui
hu: Igen
id: Iya
it: Si
lv: Jā
mr: Ya
nl: Ja
ro_ro: Da
tr: Evet
zh_cn: 确定

# Mod_BetaWarningAgree
source: I agree
cs: Souhlasím
da: Jeg accepterer
de_de: Ich stimme zu
fi: Ymmärrän
fr: J'accepte
hu: Elfogadom
id: Setuju
it: Accetto
ja: 同意します
lv: Es piekrītu
mr: Saya setuju
nl: Ik ga akkoord
ro_ro: Sunt de acord
tr: Kabul ediyorum
zh_cn: 我同意

# Mod_BetaWarningCaption
source: BETA version warning
cs: upozornění na BETA verzi
da: BETA version advarsel
de_de: BETA Version Warnhinweis
fi: Varoitus BETA-versiosta
fr: Alerte de version BETA
hu: BÉTA verzió figyelmeztetés
id: Peringatan versi BETA
it: Avviso versione BETA
ja: 警告！これはβ版です
lv: Brīdinājums par BETA versiju
mr: Amaran versi BETA
nl: BETA versie waarschuwing
ro_ro: Avertizare versiune BETA
tr: BETA sürüm uyarısı
zh_cn: 测试版警告

# Mod_BetaWarningGetStable
source: Get stable version
cs: Získat stabilní verzi
da: Hent stabil version
de_de: Die stabile Version holen
fi: Hanki vakaa versio
fr: Obtenir la version stable
hu: Stabil verzió beszerzése
id: Dapatkan versi stabil
it: Ottieni la versione stabile
ja: 安定版を入手
lv: Iegūt stabilu versiju
mr: Dapatkan versi stabil
nl: Overstappen naar stabiele versie
ro_ro: Obțineți versiunea stabilă
tr: Stabil sürümü indirin
zh_cn: 获取稳定版本

# Mod_BetaWarningMessage
source: You are using the BETA version of {0}. It is for testing new features and may contain errors. If you subscribed to it by mistake, then switch to the stable version.
cs: Používáte BETA verzi {0}. Slouží k testování nových funkcí a může obsahovat chyby které mohou poškodit nebo smazat vaše značení. Pokud nemáte zájem být součástí BETA programu, přepněte na stabilní verzi.
da: Du bruger BETA versionen af {0}. Den er til at teste nye funktioner og kan indeholde fejl. Hvis du ved en fejl har abonneret på den, skal du skifte til den stabile version.
de_de: Du verwendest die BETA Version von {0}. Diese ist zum Testen neuer Funktionen gedacht und kann Fehler beinhalten. Wenn du diese Version ungewollt abonniert haben solltest, wechsele zur stabilen Version.
fi: Käytät beta-versiota {0}:sta. Se on tarkoitettu uusien ominaisuuksien testaamiseen ja siinä voi olla virheitä. Jos tilasit sen vahingossa, vaihda vakaaseen versioon.
fr: Vous utilisez la version bêta de {0}. C'est une version de test avec de nouvelles fonctionnalités et elle peut contenir des erreurs qui vont briser ou supprimer vos configurations. Si vous vous êtes abonné par erreur, veuillez vous abonner à la version stable.
hu: {0} BETA verzióját használod, mely új funkciók tesztelésére szolgál és hibákat tartalmazhat. Ha véletlenül iratkoztál fel rá, akkor válts a stabil verzióra!
id: Anda menggunakan versi BETA {0}. Ini untuk mengetes fitur-fitur baru dan mungkin berisi error. Jika Anda berlangganan dengan tidak sengaja, mohon ganti ke versi stabil.
it: Stai usando la versione BETA di {0}. Serve per testare nuove funzionalità e potrebbe contenere errori. Se ti sei iscritto per errore, passa alla versione stabile.
ja: 現在、 {0} のβ版を使用しています。 新機能をテストするMODで、エラーが発生する可能性があります。 間違ってサブスクライブした場合は、安定版に切り替えてください。
lv: Jūs izmantojat beta versiju {0}. Tas ir paredzēts jaunu funkciju pārbaudei un var saturēt kļūdas. Ja esat to abonējis kļūdas dēļ, pārslēdzieties uz stabilo versiju.
mr: Anda menggunakan {0} versi BETA. Versi ini digunakan untuk menguji ciri baharu dan mungkin mengandungi ralat. Jika anda terlanggan secara tidak sengaja, sila tukar ke versi stabil.
nl: Je gebruikt de bèta versie van {0}. Deze wordt gebruikt voor het testen van nieuwe functies en kan fouten bevatten. Als je per ongeluk geabonneerd bent op de bèta, kun je naar de stabiele versie overstappen.
ro_ro: Folosiți versiunea BETA a {0}. Aceasta este pentru a testa noile caracteristici și acestea pot conține erori. Dacă v-ați abonat din greșeală, schimbați la versiunea stabilă.
tr: {0}'ın BETA versiyonundasınız, bu versiyon hatalar, ve optimizasyon problemleri içerebilir. Eğer yanlışlıkla abone olduysanız ayrılabilirsiniz, sonrasında düzenli versiyona geçiş yapın.
zh_cn: 你在使用 {0} BETA版。此版本为测试新功能用，且可能含有BUG。如果是不小心订阅到了此版本，请订阅回稳定版。

# Mod_DescriptionBeta
source: This is a BETA version, errors may occur and stability is not guaranteed!
cs: Toto je BETA verze, mohou se zde vyskytovat chyby a stabilita není zaručena!
da: Dette er en BETA version, fejl kan forekomme og stabilitet er ikke garanteret!
de_de: Dies ist eine BETA Version. Stabilität und Fehlerfreiheit sind nicht garantiert!
fi: Tämä on BETA-versio. Virheitä voi esiintyä, eikä vakautta ole taattu!
fr: Ceci est une version BETA, des erreurs peuvent se produire et la stabilité n'est pas garantie !
hu: Ez egy BETA verzió, hibák előfordulhatnak és a stabilitás nem garantált!
id: Ini adalah versi BETA, error mungkin terjadi dan stabilitas tidak terjamin!
it: Questa è una versione BETA, potrebbero verificarsi errori e la stabilità non è garantita!
ja: これはβ版で、エラーが発生する可能性があります。 安定性は保証されていません！
lv: Šī ir BETA versija, var rasties kļūdas un stabilitāte nav garantēta!
mr: Ini versi BETA, ralat mungkin berlaku dan kestabilan tidak dijamin!
nl: Dit is een BETA versie, er kunnen fouten optreden en de stabiliteit is niet gegarandeerd!
ro_ro: Aceasta este o versiune BETA, pot apărea erori și stabilitatea nu este garantată!
tr: Bu bir BETA versiyonudur. Oyun stabil çalışmayabilir!
zh_cn: 这是测试版，可能会出现功能性错误。无法保证稳定运行！

# Mod_LinuxWarning
source: Linux version of Cities Skylines doesn't have all necessary libraries for the mod to work correctly. You need to install the "Mono Develop" package to your system. If everything works without crashes, just ignore this message.
cs: Linux verze Cities Skylines nemá všechny potřebné knihovny pro správnou funkcionalitu modu. Je potřeba do systému nainstalovat balíček "Mono Develop". Pokud při používání nástroje neregistrujete žádné pády hry, můžete tuto zprávu ignorovat.
da: Linux-version af Cities Skylines har ikke alle nødvendige biblioteker til, at Mod kan fungere korrekt. Du skal installere pakken "Mono Develop". Hvis alt fungerer uden nedbrud, så ignorér blot denne besked.
de_de: Die Linux-Version von Cities Skylines verfügt nicht über alle notwendigen Bibliotheken, damit die Mod korrekt funktioniert. Das "Mono Develop" Paket muss auf dem System installiert sein. Wenn alles ohne Abstürze funktioniert, ignoriere diese Meldung.
fi: Cities Skylinesin Linux-versiolla ei ole kaikkia tarvittavia kirjastoja, jotta työkalu toimisi oikein. Sinun täytyy asentaa "Mono Develop"-paketti järjestelmääsi. Jos kaikki toimii ongelmitta, jätä tämä viesti huomiotta.
fr: La version Linux de Cities Skylines ne dispose pas de toutes les bibliothèques nécessaires au bon fonctionnement du mod. Vous devez installer le pack "Mono Develop" sur votre système. Si tout fonctionne, ignorez ce message.
hu: A Cities Skylines Linux verziója nem rendelkezik minden szükséges könyvtárral a mod megfelelő működéséhez. Telepítsd a "Mono Develop" csomagot a gépedre. Ha minden összeomlás nélkül működik, hagyd figyelmen kívül ezt az üzenetet.
id: Versi Linux Cities Skylines tidak memiliki modul yang lengkap agar mod ini berfungsi dengan benar. Anda perlu menginstal modul "Mono Develop" pada sistem Anda. Jika semuanya berfungsi tanpa crash, abaikan saja pesan ini.
it: La versione Linux di Cities Skylines non dispone di tutte le librerie necessarie affinché la mod funzioni correttamente. Devi installare il pacchetto "Mono Develop" nel tuo sistema. Se tutto funziona senza crash, ignora questo messaggio.
ja: Linux版のCSLは、MODの動作に必要なMONOライブラリが不完全で、 「Mono Develop」パッケージをインストールする必要があります。 エラーやクラッシュが発生しない場合は、このメッセージは無視して構いません。
lv: Cities Skylines Linux versijai nav visu nepieciešamo bibliotēku, lai modifikācija darbotos pareizi. Sistēmā jāinstalē pakotne "Mono Develop". Ja viss darbojas bez problēmu, ignorējiet šo ziņojumu.
mr: Cities Skylines versi Linux tidak semestinya mempunyai kesemua pustaka yang diperlukan untuk kefungsian mod. Anda perlu pasangkan pakej "Mono Develop" di sistem anda. Jika segalanya berfungsi tanpa nahas, abaikan mesej ini.
nl: De Linux versie van Cities Skylines heeft niet alle benodigde bibliotheken om de mod correct te laten werken. Het is noodzakelijk dat u de "Mono Develop" pakket op uw systeem installeert. Wanneer alles werkt zonder crashes, dan kunt u dit bericht negeren.
ro_ro: Versiunea Linux a Cities: Skylines nu are toate librăriile necesare pentru a rula mod-ul corespunzător. Trebuie să înstalați pachetul "Modo Develop" în sistemul dvs. Dacă totul functionează fară erori, îgnorați acest mesaj.
tr: Cities Skylines oyununun Linux versiyonu gerekli kütüphaneleri içermeyebilir. Bu durumda "Mono Develop" paketini sisteminize kurunuz. Eğer oyun sıkıntısız çalışıyorsa bu mesajı görmezden gelin.
zh_cn: Linux 版本的都市天际线缺少一些必要的库来使模组正常工作。 您需要将"Mono Develop"包安装到您的系统。如果全部工作正常没有崩溃，请忽略此消息。

# Mod_LoadedWithErrors
source: Mod loaded with errors. It is not recommended to use the mod in this state as it can lead to unpredictable behavior. Restart the game.
cs: Načitání modu neproběhlo v pořádku. Spouštění modu v tomto stavu není doporučené a může vést k neočekávanému chování. Restartujte hru.
da: Mod indlæst med fejl. Det anbefales ikke at bruge moddet i denne tilstand, da det kan føre til uforudsigelig adfærd. Genstart spillet.
de_de: Mod fehlerhaft geladen. Es wird nicht empfohlen, den Mod in diesem Status zu nutzen, da es zu unvorhersehbarem Verhalten kommen kann. Starte das Spiel neu.
fi: Lisäosa latautui virheellisesti. Ei ole suositeltavaa käyttää lisäosaa tässä tilassa, koska se voi johtaa ennalta-arvaamattomaan käyttäytymiseen. Käynnistä peli uudelleen.
fr: Mod chargé avec des erreurs. Il n'est pas recommandé d'utiliser le mod dans cet état car il peut conduire à un comportement imprévisible. Redémarrez le jeu.
hu: A mod hibákkal lett betöltve. Nem ajánlott ebben az állapotban használni a modot, mivel ez kiszámíthatatlan viselkedéshez vezethet. Indítsd újra a játékot!
id: Mod dimuat dengan kendala. Tidak dianjurkan untuk menggunakan mod dalam keadaan ini karena dapat menimbulkan tingkah laku yang tidak dapat diprediksi. Mohon restart game ini.
it: Mod caricata con errori. È sconsigliato usare la mod in questo stato poiché può causare comportamenti insoliti. Riavvia il gioco.
ja: MODのロード中に、エラーが発生しました。 この状態で、MODの使用はお勧め出来ません。 ゲームを再起動してください。
lv: Mod ir ielādēts ar kļūdām. Nav ieteicams izmantot modi šādā stāvoklī, jo tas var izraisīt neparedzamu uzvedību. Restartējiet spēli.
mr: Mod dimuatkan dengan ralat. Anda tidak digalakkan untuk gunakan mod ini dalam keadaan ini kerana ia boleh menyebabkan perilaku tidak dijangka. Mulakan semula permainan.
nl: Mod is geladen met errors. Het is niet aanbevolen om de mod te gebruiken in de huidige staat omdat het tot onvoorspelbaar gedrag kan leiden. Herstart het spel.
ro_ro: Mod-ul a fost încărcat cu erori. Nu este recomandat să folosiți mod-ul în aceasta stare deoarece poate duce la un comportament imprevizibil. Reporniți jocul.
tr: Mod yüklenirken hata yaşandı. Oyunu bu şekilde oynamanız tavsiye edilmemektedir. Oyunda sıkıntılar yaşabilirsiniz. Lütfen oyunu tekrar başlatın.
zh_cn: 模组加载出错。 不建议此状况下继续使用本模组，否则可能工作异常。 请重启游戏。

# Mod_LocaleGame
source: Game Language
cs: Jazyk hry
da: Sprog i spil
de_de: Spiel-Sprache
fi: Pelin kieli
fr: Langue du jeu
hu: Játék nyelve
id: Bahasa Game
it: Lingua del gioco
ja: ゲームの既定言語
lv: Spēles valoda
mr: Bahasa Permainan
nl: Gebruik zelfde taal als spel
ro_ro: Limba jocului
tr: Oyun Dili
zh_cn: 游戏语言

# Mod_Locale_cs-CZ
source: Czech
de_de: Tschechisch

# Mod_Locale_da-DK
source: Danish
de_de: Dänisch

# Mod_Locale_de-DE
source: German
de_de: Deutsch

# Mod_Locale_en-US
source: English US
de_de: Amerikanisch-Englisch

# Mod_Locale_en-GB
source: English UK
de_de: Britisch-Englisch

# Mod_Status_GameOutOfDate
source: Game version is out of date
de_de: Die Spielversion ist veraltet
fr: La version du jeu est obsolète
ro_ro: Versiunea jocului nu este actualizată

# Mod_Status_LoadingError
source: Loading error
de_de: Ladefehler
fr: Erreur de chargement
ro_ro: Eroare la încărcare

# Mod_Status_ModOutOfDate
source: Mod version is out of date
de_de: Die Mod-Version ist veraltet
fr: La version du mod est obsolète
ro_ro: Versiunea modului nu este actualizată

# Mod_Status_OperateNormally
source: Operate normally
de_de: Funktioniert normal
fr: Fonctionne normalement
ro_ro: Funcționare normală

# Mod_Status_Unknown
source: Unknown
de_de: Unbekannt
fr: Inconnu
ro_ro: Necunoscut

# Mod_VersionWarning_GameOutOfDate
source: The game version is out of date. The mod requires version: {0} Current game version: {1} Update the game to the newest version, otherwise the correct working of the mod is not guaranteed and can lead unpredictable errors.
de_de: Die Version des Spiels ist veraltet. Die Mod benötigt Version: {0} Aktuelle Spielversion: {1} Aktualisiere das Spiel auf die neueste Version, ansonsten ist das korrekte Funktionieren der Mod nicht garantiert und dies kann unvorhersehbare Fehler verursachen.
fr: La version du jeu est obsolète. Le mod nécessite la version : {0} Version actuelle du jeu : {1} Mettrez à jour le jeu vers la version la plus récente, sinon le bon fonctionnement du mod n'est pas garanti et peut entraîner des erreurs imprévisibles.
ja: ゲームバージョンが古いです！ MODが要求するバージョン: {0} 現在のゲームバージョン: {1} ゲームを最新バージョンに更新してください！ 更新をしないとMODの動作が保証されずに、 予期しないエラーが発生する可能性があります。
mr: Versi permainan ketinggalan zaman. Mod ini memerlukan versi: {0} Versi permainan semasa: {1} Kemas kini permainan ke versi terbaru, jika tidak keberfungsian mod yang betul tidak dijamin dan boleh menyebabkan ralat tidak dijangka.
ro_ro: Versiunea jocului nu este actualizată. Modul necesită de versiunea: {0} Versiunea curentă a jocului: {1} Actualizează jocul la cea mai recentă versiune, altfel nu este garantată funcționarea corectă a modului și poate aduce la nișe erori imprevizibile.
