Repository: MacSergey/ModsCommon
Catalog: LocalizeShared/*/CommonLocalize.*.resx
Languages: cs, da, de_de, fi, fr, hu, id, it, ja, lv, mr, nl, ro_ro, tr, zh_cn

# Mod_VersionWarning_ModOutOfDate
source: The mod version is out of date. The mod was made for version: {0} Current game version: {1} Update the mod to the newest version, otherwise the correct working of the mod is not guaranteed and can lead unpredictable errors.
de_de: Die Version der Mod ist veraltet. Die Mod wurde erstellt für Version: {0} Aktuelle Spielversion: {1} Aktualisiere die Mod auf die neueste Version, andernfalls ist das korrekte Funktionieren der Mod nicht garantiert und dies kann unvorhersehbare Fehler verursachen.
fr: La version du mod est obsolète. Le mod a été fait pour la version : {0} Version actuelle du jeu : {1} Mettrez à jour le mod vers la version la plus récente, sinon le bon fonctionnement du mod n'est pas garanti et peut entraîner des erreurs imprévisibles.
ja: MODのバージョンが古いです！ MOD作成時のバージョン: {0} 現在のゲームバージョン: {1} MODを最新バージョンに更新してください！ 更新をしないとMODの動作が保証されずに、 予期しないエラーが発生する可能性があります。
mr: Versi mod ketinggalan zaman. Mod ini dicipta untuk versi: {0} Versi permainan semasa: {1} Kemas kini mod ke versi terbaru, jika tidak keberfungsian mod yang betul tidak dijamin dan boleh menyebabkan ralat tidak dijangka.
ro_ro: Versiunea modului nu este actualizată. Modul este făcut pentru versiunea: {0} Versiunea curentă a jocului: {1} Actualizează modul la cea mai recentă versiune, altfel nu este garantată funcționarea corectă a modului și poate aduce la nișe erori imprevizibile.

# Mod_WhatsNewCaption
source: What's new in {0}
cs: Co je nového v {0}
da: Nyt i {0}
de_de: Was ist neu in {0}
fi: Uutta {0} -lisäosassa
fr: Quoi de neuf dans {0}
hu: Újdonságok: {0}
id: Apa yang baru di {0}
it: Cosa c'è di nuovo in {0}
ja: {0} の更新内容
lv: Kas ir jauna šeit: {0}
mr: Terbaharu dalam {0}
nl: Wat is er nieuw in {0}
ro_ro: Ce este nou în {0}
tr: {0}'daki yenilikler
zh_cn: {0} 版本的新功能

# Mod_WhatsNewMessageBeta
source: [BETA] Look for actual beta change log on Discord
de_de: Aktuelle Informationen zu Änderungen an der Beta Version sind auf Discord zu finden
fr: [BETA] Allez sur Discord pour retrouver le journal des changements de la version bêta
id: Dapatkan list perubahan beta yang benar pada Discord
nl: Bekijk de actuele bèta change log op Discord

# Panel_Additional
source: Additional
cs: Další
da: Yderligere
de_de: Weiteres
fi: Lisää
fr: Autres
hu: Továbbiak
id: Tambahan
it: Impostazioni aggiuntive
ja: 追加機能
lv: Papildus
mr: Tambahan
nl: Extra
ro_ro: Suplimentar
tr: Ekstralar
zh_cn: 附加

# Settings_Cancel
source: Cancel
cs: Zrušit
da: Annuller
de_de: Abbrechen
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
lv: Atcelt
mr: Batal
nl: Annuleer
ro_ro: Anulare
tr: İptal
zh_cn: 取消

# Settings_ChangeLog
source: Change log
cs: Seznam změn
da: Ændringslog
de_de: Änderungsprotokoll
fi: Muutosloki
fr: Notes de mise à jour
hu: Változások listája
id: Catatan perubahan
it: Registro delle modifiche
ja: 更新履歴
lv: Izmaiņas saraksta
mr: Log perubahan
nl: Wijzigingenlogboek
ro_ro: Jurnal de modificări
tr: Değişiklik kaydı
zh_cn: 更新日志

# Settings_ForLinuxUsers
source: For Linux users
cs: Pro uživatele Linuxu
da: Til Linux brugere
de_de: Für Linux-Nutzer
fi: Linux-käyttäjille
fr: Pour les utilisateurs Linux
hu: Linux felhasználóknak
id: Untuk pengguna Linux
it: Per utenti Linux
ja: Linuxユーザー向け
lv: Linux lietotājiem
mr: Untuk pengguna Linux
nl: Voor Linuxgebruikers
ro_ro: Pentru utilizatorii Linux
tr: Linux kullanıcıları için
zh_cn: 适用于 Linux 用户

# Settings_General
source: General
cs: Základní nastavení
da: Generelt
de_de: Allgemein
fi: Yleiset
fr: Général
hu: Általános
id: Umum
it: Generale
ja: 基本設定
lv: Vispārēji
mr: Umum
nl: Algemeen
ro_ro: Setări generale
tr: Genel
zh_cn: 常规设置

# Settings_GeneralTab
source: General
cs: Základní nastavení
da: Generelt
de_de: Allgemein
fi: Yleiset
fr: Général
hu: Általános
id: Umum
it: Generali
ja: 基本設定
lv: Vispārēji
mr: Umum
nl: Algemeen
tr: Genel
zh_cn: 常规设置

# Settings_Language
source: Language
cs: Jazyk
da: Sprog
de_de: Sprache
fi: Kieli
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語設定
lv: Valoda
mr: Bahasa
nl: Taal
ro_ro: Limbă
tr: Diller
zh_cn: 语言

# Settings_Notifications
source: Notifications
cs: Oznámení
da: Notifikationer
de_de: Benachrichtigungen
fi: Ilmoitukset
fr: Paramètres de notification
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知の設定
lv: Paziņojumi
mr: Pemberitahuan
nl: Meldingen
ro_ro: Notificări
tr: Bildirimler
zh_cn: 通知消息

# Settings_PressAnyKey
source: Press any key
cs: Stiskněte libovolnou klávesu
da: Tryk på en vilkårlig tast
de_de: Beliebige Taste drücken
fi: Paina mitä tahansa näppäintä
fr: Appuyez sur n'importe quelle touche
id: Tekan tombol apapun
it: Premi un qualsiasi tasto
lv: Nospiediet jebkuru taustiņu
mr: Tekan sebarang kekunci
nl: Druk op een toets
ro_ro: Apăsați orice tastă
tr: Herhangi bir tuşa basın
zh_cn: 按任意键

# Settings_ShortcutActivateTool
source: Activate tool
cs: Aktivovat nástroj
da: Aktivér værktøj
de_de: Tool aktivieren
fi: Käynnistä työkalu
fr: Activer l'outil
hu: Eszköz aktiválása
id: Aktifkan alat
it: Attiva il tool
ja: ツールの有効化
lv: Instrumenta aktivizēšana
mr: Aktifkan alatan
nl: Tool activeren
ro_ro: Activează unealta
tr: Araçları aktive et
zh_cn: 启用工具

# Settings_Shortcuts
source: Shortcuts
cs: Klávesové zkratky
da: Genveje
de_de: Tastenkürzel
fi: Pikanäppäimet
fr: Raccourcis
hu: Gyorsbillentyűk
id: Pintasan
it: Scorciatoie da tastiera
ja: ショートカット
lv: Īsinājumtaustiņi
mr: Pintasan
nl: Snelkoppelingen
ro_ro: Scurtături
tr: Kısayollar
zh_cn: 快捷键

# Settings_ShortcutSelectionStepOver
source: Selection step over
cs: Výběr překrývajích-se křižovatek
da: Spring valgmulighed over
de_de: Auswahl überspringen
fi: Valinnan taso
fr: Changer rapidement parmi les nœuds proches ou superposés
hu: Kiválasztás léptetése
id: Pilihan tumpang-tindih
it: Seleziona il passaggio successivo
ja: ステップオーバーの選択
lv: Izlaistu atlase
mr: Pilihan pertindihan
nl: Selectie overslaan
ro_ro: Selecție terminată
tr: Üstteki yola geç
zh_cn: 选择覆盖的节点

# Settings_ShowOnlyMajor
source: Notification only about major updates
cs: Oznamovat pouze o významných aktualizacích
da: Underret kun ved større opdateringer
de_de: Benachrichtigungen nur bei Haupt-Versions-Updates
fi: Ilmoita vain merkittävistä päivityksistä
fr: Notifier uniquement pour les mise à jour majeures
hu: Értesítés csak a fontosabb frissítésekről
id: Notifikasi hanya tentang pembaruan besar
it: Notifica solo gli update maggiore
ja: 主要なアップデートのみ通知
lv: Paziņojums tikai par galvenajiem atjauninājumiem
mr: Pemberitahuan untuk kemas kini utama sahaja
nl: Alleen meldingen over grote updates
ro_ro: Notificați-mă doar pentru actualizările majore
tr: Sadece büyük güncelleme ile ilgili bildirimler
zh_cn: 只推送重要更新提示消息

# Settings_ShowTooltips
source: Show tooltips
cs: Zobrazovat popisky
da: Vis værktøjstip
de_de: Quickinfo anzeigen
fi: Näytä työkaluvihjeet
fr: Afficher les infobulles
hu: Eszköztippek megjelenítése
id: Tampilkan tooltip
it: Mostra i suggerimenti
ja: ツールチップの表示
lv: Rādīt padomus
mr: Tunjuk petua alatan
nl: Tooltips weergeven
ro_ro: Arată ponturi
tr: İpucularını Göster
zh_cn: 显示提示

# Settings_ShowWhatsNew
source: Show what's new
cs: Zobrazovat novinky
da: Vis hvad er nyt
de_de: "Was gibt es neues" zeigen
fi: Näytä, mikä on uutta
fr: Afficher les nouveautés
hu: Újdonságok megjelenítése
id: Tampilkan apa yang baru
it: Mostra le novità
ja: 新着情報を表示する
lv: Parādiet, kas jauns
mr: Tunjuk apa yang baru
nl: Toon wat nieuw is
ro_ro: Arată ce este nou
tr: Yenilikleri göster
zh_cn: 显示更新提示框

# Settings_SolveCrashOnLinux
source: Solve crash on Linux
cs: Řešení pádu hry na Linuxových systémech
da: Løs nedbrud på Linux
de_de: Absturz unter Linux lösen
fi: Ratkaise kaatuminen Linuxissa
fr: Résoudre le plantage sous Linux
hu: Összeomlás megoldása Linuxon
id: Pecahkan crash di Linux
it: Risolvi il crash su Linux
ja: クラッシュ問題を解決
lv: Problēmu risināšana ar modifikāciju uz Linux
mr: Selesaikan nahas di Linux
nl: Los de crash op Linux op
ro_ro: Rezolvă crash-ul pe Linux
tr: Linux çökme problemini gider
zh_cn: 解决Linux崩溃问题

# Settings_SupportTab
source: Support
cs: Podpora
de_de: Support/Hilfe
fi: Tuki
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
lv: Atbalsts
mr: Sokongan
nl: Ondersteuning
ro_ro: Asistență
tr: Destek
zh_cn: 支持服务

# Settings_ToolButton
source: Tool button
cs: Tlačítko nástrojů
da: Værktøjsknap
de_de: Werkzeug-Taste
fi: Työkalun painike
fr: Bouton de l'outil
id: Tombol alat
it: Strumento pulsante
ja: ツールボタンの表示
lv: Instrumenta poga
mr: Butang alatan
nl: Gereedschap knop / Functie knop
ro_ro: Buton unealtă
tr: Araç tuşu
zh_cn: 工具按钮

# Settings_ToolButtonBoth
source: Show in both places
cs: Zobrazovat na obou místech
da: Vis begge steder
de_de: An beiden Stellen anzeigen
fi: Näytä molemmissa paikoissa
fr: Afficher dans les deux
id: Tampilkan di kedua tempat
it: Mostra in entrambi i posti
ja: 両方で表示
lv: Rādīt abās vietās
mr: Tunjukkan di kedua-dua tempat
nl: Tonen op beide plaatsen
ro_ro: Afișează in ambele locuri
tr: İki konumda da göster
zh_cn: 两处同时显示

# Settings_ToolButtonOnlyToolbar
source: Show only in toolbar
cs: Zobrazovat pouze v liště
da: Vis kun i værktøjslinjen
de_de: Nur in der Funktionsleiste anzeigen
fi: Näytä vain työkalupalkissa
fr: Afficher uniquement dans la barre d'outils
id: Tampilkan hanya di toolbar
it: Mostra solo nella barra degli strumenti
ja: ツールボタンだけ表示
lv: Rādīt tikai rīkjoslā
mr: Tunjukkan di bar alatan sahaja
nl: Alleen tonen op de werkbalk
ro_ro: Afișează doar in bara de instrumente
tr: Yalnızca araç çubuğunda göster
zh_cn: 只在工具栏中显示

# Settings_ToolButtonOnlyUUI
source: Show only in UnifiedUI
cs: Zobrazovat pouze v jednotném UI (UUI)
da: Vis kun i UnifiedUI
de_de: Nur in UnifiedUI anzeigen
fi: Näytä vain UUI:ssa
fr: Afficher uniquement dans UUI
id: Tampilkan hanya di UUI
it: Mostra solo nella UUI
ja: UUI MODでのみ表示
lv: Rādīt tikai UUI
mr: Tunjukkan di UUI sahaja
nl: Alleen tonen op de UUI
ro_ro: Afișează doar în UnifiedUI
tr: Sadece UnifiedUI (UUI) kullanıcı arayüzünde göster
zh_cn: 仅在 UnifiedUI 中显示

# Settings_TranslationDescription
source: You can help to improve the mod translation or translate the mod into your language
de_de: Du kannst bei der Verbesserung der Mod-Übersetzung helfen oder die Mod in deine Sprache übersetzen
ro_ro: Poți să ajuți la îmbunătățirea traducerii modului sau să traduci modul în limba ta

# Settings_TranslationImprove
source: Improve translation
de_de: Übersetzung verbessern
ro_ro: Îmbunătățește traducerea

# Settings_TranslationNew
source: Add new language
de_de: Neue Sprache hinzufügen
ro_ro: Adaugă o nouă limba

# Settings_Troubleshooting
source: Troubleshooting
cs: Řešení problémů
da: Fejlfinding
de_de: Hilfe
fi: Vianmääritys
fr: Dépannage
hu: Hibaelhárítás
id: Pemecahan masalah
it: Risoluzione problemi
ja: トラブルシューティング
lv: Problēmu novēršana
mr: Menyelesaikan masalah
nl: Probleemoplossing
ro_ro: Depanare
tr: Sorun Giderme
zh_cn: 故障排除

# Setting_Donate
source: If you like {0}, you can support author
cs: Pokud se vám {0} líbí, můžete podpořit autora
da: Hvis du synes om {0}, kan du støtte forfatteren
de_de: Wenn dir {0} gefällt, kannst du den Autor unterstützen
fi: Jos pidät {0}ista, voit tukea tekijää
fr: Si vous aimez {0}, vous pouvez soutenir l'auteur
hu: Ha tetszik a(z) {0}, támogathatod az alkotóját
id: Jika Anda menyukai {0}, Anda dapat mendukung pembuatnya
it: Se ti piace {0}, puoi supportare l'autore
ja: {0} が気に入った場合は、作成者を支援してください
lv: Ja jums patīk {0}, jūs varat atbalstīt autoru
mr: Jika anda suka {0}, anda boleh sokong pencipta
nl: Als je {0} leuk vindt, dan kan je de auteur steunen
ro_ro: Dacă îți place {0}, poți să susții creatorul
tr: Eğer {0}'ı beğendiyseniz, yaratıcıyı destekleyebilirsiniz
zh_cn: 如果您喜欢 {0}，您可以支持作者

# Tool_InfoSelectionStepOver
source: Press {0} to selection step over
cs: Stiskněte {0} pro výběr překrývané křižovatky
da: Tryk på {0} for at springe markeringstrin over
de_de: Drücke {0} zum Überspringen der Auswahl
fi: Paina {0} vaihtaaksesi valinnan taso
fr: Appuyez sur {0} pour changer parmi les nœuds proches
hu: Nyomd meg a {0} gombot a kiválasztás léptetéséhez
id: Tekan {0} untuk memilih yang ditumpang-tindih
it: Premi {0} per selezionare il passaggio successivo
ja: {0} を順次押して ステップオーバーの選択
lv: Nospiediet {0} lai izlaistu atlase
mr: Tekan {0} untuk pilihan pertindihan
nl: Druk op {0} om de selectie over te slaan
ro_ro: Apăsați {0} pentru a termina selecția
tr: {0}'a basarak Üst yola geç
zh_cn: 按下 {0} 来选择其它被遮挡到的节点

# WhatsNew_FIXED
source: FIXED
de_de: BEHOBEN
fr: CORRIGÉ
ja: 修正済
lv: LABOTS
mr: DIBAIKI
nl: OPGELOST
ro_ro: REZOLVAT

# WhatsNew_NEW
source: NEW
de_de: NEU
fr: NOUVEAU
ja: 新機能
lv: JAUNS
mr: BAHARU
nl: NIEUW
ro_ro: NOU

# WhatsNew_REMOVED
source: REMOVED
de_de: ENTFERNT
fr: SUPPRIMÉ
ja: 削除済
lv: DZĒSTS
mr: DIBUANG
nl: VERWIJDERD
ro_ro: ELIMINAT

# WhatsNew_REVERTED
source: REVERTED
de_de: ZURÜCKGESETZT
fr: ANNULÉ
ja: 元に戻す
lv: ATGRIEZTS
mr: DIUNDUR
nl: HERSTELD
ro_ro: RESTABILIT

# WhatsNew_TRANSLATION
source: TRANSLATION
de_de: ÜBERSETZUNG
fr: TRADUCTION
ja: 翻訳
lv: TULKOJUMS
mr: TERJEMAHAN
nl: VERTALING
ro_ro: TRADUCERE

# WhatsNew_UPDATED
source: UPDATED
de_de: AKTUALISIERT
fr: MIS À JOUR
ja: 更新済
lv: ATJAUNOTS
mr: DIKEMAS KINI
nl: BIJGEWERKT
ro_ro: ACTUALIZAT

# WhatsNew_WARNING
source: WARNING
de_de: WARNUNG
fr: AVERTISSEMENT
ja: 警告！
lv: BRĪDINĀJUMS
mr: AMARAN
nl: WAARSCHUWING
ro_ro: ATENȚIE

# Mod_Status
source: Status: {0}
fr: Statut : {0}
ro_ro: Stare: {0}

# Mod_Support
source: Support
cs: Podpora
fi: Tuki
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
lv: Atbalsts
mr: Sokongan
nl: Ondersteuning
ro_ro: Asistență
tr: Destek
zh_cn: 支持服务

# Mod_Version
source: Version: {0}
ro_ro: Versiune: {0}

# Mod_WhatsNewVersion
source: Version {0}
cs: Verze {0}
fi: Versio {0}
hu: Verzió {0}
id: Versi {0}
it: Versione {0}
lv: Versija {0}
mr: Versi {0}
nl: Versie {0}
ro_ro: Versiunea {0}
tr: {0} Sürümü
zh_cn: 版本{0}

# Key_Enter
source: Enter
fr: Entrer
it: Invio

# Key_Shift
source: Shift
fr: Maj
it: Maiuscolo

# Key_Tab
source: Tab
it: Tabulazione

# MessageBox_OK
source: OK
tr: TAMAM
zh_cn: 确认
